<x-filament-panels::page>
    <x-filament-panels::form>
        <div class="flex items-center mt-4">
            <div class="w-1/2">
                <img src="{{ asset('about.jpg') }}" alt="会社イメージ" class="w-full h-auto max-w-sm sm:max-w-md md:max-w-lg lg:max-w-xl xl:max-w-2xl mx-auto rounded-lg shadow-lg">
            </div>
            <div class="w-1/2 pl-6">
                <x-filament::section>
                    Манай компани нь тоглоом, систем хөгжүүлэх, тээврийн үйлчилгээ үзүүлэх, ажлын байранд зуучлах зэрэг болон IT чиглэлээр үйлчилдэг. Бид таны захиалсан тоглоом, системийг хөгжүүлж, орон зайг үл хамааран түргэн шуурхай, найдвартай хүргэж, компанидаа хүний нөөцийн чадварлаг баг бүрдүүлэхэд тань туслах болно. Бидний зорилго бол үйлчилгээ авахад хамгийн хялбар нь байхад анхаарч байна. Үүний тулд ажилчдаа урам зориг дүүрэн, ажлын бүтээмжээ өндөр байхад нь түлхэц болгож хамгийн сайн цалин хөлсийг амлан ажилладаг. Энэ вэбсайтаа монгол, япон хэлээр хослуулан авч яваа нь японд амьдарч буй болон алсдаа япон улсад сурч, ажиллах бодолтой байгаа хүмүүст мэдээлэл хүргэх зорилготой юм. Биднээс лавлах зүйл байвал холбоо барих хэсгээр орж санал хүсэлтээ илгээж болно.
                </x-filament::section>
            </div>
        </div>
    </x-filament-panels::form>
</x-filament-panels::page>
