<x-filament-panels::page>
    <x-filament-panels::form>
        <div class="flex flex-col md:flex-row items-center mt-4">
            <div class="w-full md:w-1/2 mb-4 md:mb-0">
                <img src="{{ asset('about.jpg') }}" alt="Бидний тухай зураг" class="w-full h-auto max-w-2xl mx-auto rounded-lg shadow-lg">
            </div>
            <div class="w-full md:w-1/2 md:pl-6">
                <x-filament::section>
                    <x-slot name="header">
                        <h2 class="text-xl font-bold mb-4">Бидний тухай</h2>
                    </x-slot>

                    <div class="space-y-4 text-gray-700 leading-relaxed text-sm sm:text-base">
                        <p>
                            Манай баг байгууллага болон хувь хүмүүст зориулан төрөл бүрийн хэрэглээний програм хангамжийг захиалгаар хурдан шуурхай, найдвартай боловсруулан хүргэж байна.
                        </p>

                        <p>
                            Бид хэрэглэгч бүрийн хэрэгцээ, компанийн онцлог, салбарын шаардлагад тулгуурлан зөвхөн танай үйл ажиллагаанд зориулсан жижиг, уян хатан програмуудыг захиалгаар хөгжүүлдэг. Энэ нь танай ажлыг автоматжуулах, үр ашигтай болгох, цаг хугацаа, зардлыг хэмнэх хамгийн оновчтой шийдэл болдог.
                        </p>

                        <p class="font-semibold">Бид дараах давуу талуудыг санал болгож байна:</p>
                        <ul class="list-disc pl-5 space-y-2">
                            <li>💡 Захиалагчийн хүсэлд нийцсэн програм – Таны хэрэгцээнд яг тохирсон шийдэл</li>
                            <li>⚡ Хурдан шуурхай гүйцэтгэл – Хугацаанд нь чанартай хүргэнэ</li>
                            <li>💰 Хямд, бодит үнийн санал – Хэт өндөр зардалгүйгээр шийдэлтэй болно</li>
                            <li>🤝 Харилцагч төвтэй үйлчилгээ – Харилцаа, дэмжлэгийг байнга санал болгодог</li>
                            <li>🔒 Нууцлал, найдвартай байдал – Таны мэдээлэл сайтар хамгаална</li>
                        </ul>

                        <p>
                            Бид жижиг дунд бизнесүүд, хувиараа хөдөлмөр эрхлэгчид, төрийн болон ТББ-уудад зориулсан төрөл бүрийн системүүдийг амжилттай хэрэгжүүлж ирсэн туршлагатай. 
                            Тухайлбал: тайлангийн систем, ачаа тээшийн бүртгэл, нөөцийн бүртгэл, ажилтны цаг бүртгэлийн систем гэх мэт олон төрлийн шийдлийг бүтээсэн.
                        </p>

                        <p>
                            <strong>Танд хэрэгтэй нарийн онцлог бүхий програм байгаа бол бидэнтэй холбогдоорой. Бид таны санааг бодит болгоход туслахад бэлэн!</strong>
                            <br>
                            <strong>Утас: 72337801 </strong>

                        </p>
                    </div>
                </x-filament::section>
            </div>
        </div>
    </x-filament-panels::form>
</x-filament-panels::page>
