<x-filament-panels::page>
    <x-filament-panels::form>
        <div class="flex flex-col md:flex-row items-center mt-4">
            <div class="w-full md:w-1/2 mb-4 md:mb-0">
                <img src="{{ asset('about.jpg') }}" alt="会社イメージ" class="w-full h-auto max-w-sm sm:max-w-md md:max-w-lg lg:max-w-xl xl:max-w-2xl mx-auto rounded-lg shadow-lg">
            </div>
            <div class="w-full md:w-1/2 md:pl-6">
                <x-filament::section>
                    Манай компани нь Laravel Filament технологийг ашиглан хурдан, найдвартай шийдлүүдийг санал болгож, байгууллага болон хувь хүний жижиг бүртгэл, програмуудыг хурдан шуурхай хийж гүйцэтгэдэг. Бид Laravel-ийн хүчирхэг хөгжүүлэлтийн орчныг ашиглан таны хэрэгцээнд тохирсон шийдлүүдийг боловсруулж, програмын үйл ажиллагааг хамгийн өндөр чанартай, тогтвортой байлгахад анхаардаг.

                    Техник хангамж болон програм хангамжийн бүх талбарт дэвшилтэт шийдлүүдийг санал болгож, таны бизнесийн үйл ажиллагааг илүү хялбаршуулж, хурдтай болгохын төлөө ажиллаж байна. Манай баг нь таны төсөл бүрийг сэтгэл ханамжтайгаар шийдвэрлэж, цаг алдалгүй үр дүнд хүргэхийг зорьж ажилладаг.

                    Таны үйлчлүүлэгчдэд хамгийн сайн туршлагыг санал болгож, өндөр чанартай үйлчилгээ, технологийн дэвшлийг байнга ашиглан бизнесийн хурд, үр ашгийг нэмэгдүүлэхэд туслахыг бид хичээн ажиллаж байна。
                </x-filament::section>
            </div>
        </div>
    </x-filament-panels::form>
</x-filament-panels::page>
